[
    {
      "title": "Walking",
      "description": "Perhaps the simplest way to get some stress-busting exercise is to go for a brisk walk. The Anxiety and Depression Association of America reports that some studies suggest that a 10-minute walk can be enough to restore calm and may be just as helpful as a 45-minute or longer walk when it comes to reducing stress and anxiety."
    },
    {
      "title": "Running",
      "description": "If your joints are up to it, try picking up the pace for even more anxiety release by jogging or running. Just make sure you have a safe route and shoes that adequately support and cushion your feet."
    },
    {
      "title": "Swimming",
      "description": "A full-body workout, swimming is great for the cardiovascular system and offers some resistance training elements too because water is denser than air and will resist your movements more than when you move on land. Being submerged in water can also be very soothing for some people and make for an even better reduction in stress."
   


        {
          "title": "Cycling",
          "description": "Cycling is easy on the joints and can provide a heart-pumping workout. Just don’t forget your helmet and watch out for cars and potholes. Or hop on a stationary cycle for the safest option."
        },
        {
          "title": "Dancing",
          "description": "Is there anything more life-affirming or joyful than simply busting a move to some great music? Dancing can be a wonderful way to ease stress while getting a solid workout. It can also be an intensely social activity, which can also help foster a sense of connectivity and support, further helping you feel less anxious."
        },
        {
          "title": "Boxing",
          "description": "When you get really stressed or mad, do you ever want to hit something? Well, if you have a boxing bag or a sparring partner, boxing can be a wonderful way to burn off stress, anger and other intense emotions while providing a fabulous heart-pumping workout."
        }
       "title": "HIIT Workouts",
          "description": " High-intensity interval training gets your heart pumping fast by mixing aerobic, anaerobic and strength elements into a compact workout that may pay big dividends in health and wellness."
        },
        {
          "title": "Yoga/ Tai Chi",
          "description": " Yoga is often thought of as the gold standard in exercising for stress or anxiety relief. Another gentle practice called tai chi matches slow, deliberate movement with breathing exercises. Whether you do an aerobic hot house yoga workout that gets you sweating or a super gentle breathing and stretching practice that barely seems like exercise, yoga and tai chi can connect the mental and physical parts of yourself for great benefit to body and mind."
        },
        {
          "title": "Breathing Exercises",
          "description": "One of the best anxiety-soothing aspects of yoga is how it connects the breath to movement. Breathing exercises are a powerful means of helping you calm down and re-center when you’re dealing with stress or anxiety."
        }
    
        {
          "title": "Gardening",
          "description": "Working in the garden can get you moving and more physically active than you might realize. Stretching, bending, digging and carrying plants, soil or a full watering can around the garden can work a range of muscles and elevate your heart rate slightly while helping you beautify your space and calm your mind."
        },
        {
          "title": "Strolling in the woods or along a beach",
          "description": "Also sometimes called forest bathing, getting out in nature to enjoy a gentle walk in the woods or along a waterfront can do wonders for alleviating anxiety and stress."
        },
        {
          "title": "Stretching",
          "description": " Even just a gentle stretching program can give you the option to move within mobility limitations and focus on your physical health to alleviate stress and anxiety."
        }
    

  ]
    {
      "title": "Managing your time better.",
      "description": "If you’re always short of time, running late or overwhelmed by the clock, take a look at your daily schedule and see if you can find a way to better manage your time. Maybe getting up just a few minutes earlier each day and writing a to-do task can help you feel less anxious."
    },
    {
      "title": "Getting enough sleep.",
      "description": "Getting adequate sleep is a critical component of staying healthy, and it can do wonders for helping you cope with the stress of everyday life. Prioritize sleep. Go to bed and get up at the same time each day. Keep your phone and other distracting electronic devices out of the bedroom for a better night’s sleep."
    },
    {
      "title": "Eating well",
      "description": "Diet is a key piece of any health regimen, and making sure you’re avoiding processed foods and opting for whole, fresh foods including lots of leafy greens, whole grains and lean proteins can help you have the energy and nutrients you need to feel and perform your best each day."
    }
  